{"translation-revision-date":"2025-02-25 12:28:40+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"tr"},"Apply to store pages only":["Yalnızca mağaza sayfalarında uygula"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Sitenizin ziyaretçilere nasıl göründüğünü yönetin. <a>Daha fazla bilgi edinin<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Canlı moddan çok yakında moduna değiştirmek istediğinizden emin misiniz? Siteniz görünür olmayacak ve müşteriler bu süre esnasında satın alma işlemleri yapamayacak."],"Confirm switch to ‘Coming soon’ mode":["\"Çok yakında\" moduna geçmeyi onayla"],"Coming soon":["Çok yakında"],"Share your site with anyone using a private link.":["Sitenizi özel bir bağlantı kullanan biriyle paylaşın."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Mağaza sayfalarınızda bir \"çok yakında\" mesajı görüntüleyin, sitenizin geri kalanı görünür kalır."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Siteniz görüntülemeye hazır oluncaya kadar “Yakında” açılış sayfasıyla ziyaretçilerden gizlenir."],"Your entire site is visible to everyone.":["Sitenizin tamamını herkes görebilir."],"Share your site with a private link":["Sitenizi özel bir bağlantıyla paylaşın"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Siteniz görüntülemeye hazır oluncaya kadar “Yakında” açılış sayfasıyla ziyaretçilerden gizlenir. \"Yakında\" açılış sayfanızı <a>Düzenleyiciden<\/a> özelleştirebilirsiniz."],"Site visibility":["Site görünürlüğü"],"Live":["Yayında"],"Switch":["Değiştir"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Ödemeler basitleştirildi, yalnızca<br\/>WooCommerce mağazaları için tasarlandı."],"WooPayments is pre-integrated with popular payment options:":["WooPayments'a popüler ödeme seçenekleri önceden entegre edilmiştir:"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Tutarsız vergi ayarları:{{\/b}} Olası yuvarlama hatalarını önlemek için fiyatlar, vergiler dahil veya hariç olan tüm konumlarda tutarlı bir şekilde girilmeli ve görüntülenmelidir."],"Use recommended settings":["Önerilen ayarları kullan"],"Recommended settings applied.":["Önerilen ayarlar uygulandı."],"Payment Methods":["Ödeme Yöntemleri"],"Mutable settings should be accessed via data store.":["Değiştirilebilir ayarlara veri mağazası aracılığıyla erişilmelidir."],"Get started":["Haydi başlayalım"],"Copy link":["Bağlantıyı kopyala"],"Save changes":["Değişiklikleri kaydet"],"Copied!":["Kopyalandı!"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Yüklenen ödeme yöntemleri aşağıda listelenmiştir ve bunlar, ön uçtaki görüntülenme sıralarının kontrol edilmesi için sıralanabilir."],"Learn more":["Daha fazla bilgi edin"],"Cancel":["Vazgeç"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/settings\/index.js"}}