{"translation-revision-date":"2025-03-04 01:26:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"server caches":["cachés do servidor"],"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":["Estará listo para ver en canto actualices <link><\/link>. Agarda ou ponte en contacto co teu servidor web para saber como facelo manualmente."],"Congratulations! Your store will launch soon":["Noraboa!! A túa tenda lanzarase en breve"],"Explore support resources":["Explora os recursos de soporte"],"Detailed guides and our support team are always available if you’re feeling stuck or need some guidance.":["Tes sempre dispoñibles guías detalladas e ao noso equipo de soporte se nalgún momento non sabes como continuar ou necesitas axuda."],"Help is on hand":["Axuda dispoñible"],"Get the app":["Obter a aplicación"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Xestiona a túa tenda desde calquera lugar coa aplicación móbil gratuíta de WooCommerce."],"Manage your store on the go":["Xestiona a túa tenda sobre a marcha"],"Add extensions":["Engade extensións"],"Add extra features and functionality to your store with Woo extensions.":["Engade funcionalidade e características adicionais á túa tenda coas extensións Woo."],"Power up your store":["Impulsa a túa tenda"],"Install Mailchimp":["Instalar Mailchimp"],"Manage Mailchimp":["Xestionar MailChimp"],"Keep your shoppers up to date with what’s new in your store and set up clever post-purchase automations.":["Mantén aos teus compradores ao día das novidades da túa tenda e configura procesos automáticos intelixentes posteriores á compra."],"Build customer relationships":["Crea relacións co cliente"],"Add payment methods":["Engade métodos de pago"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Ofrece aos teus compradores máis opcións de pago engadindo outros métodos de pago para a túa tenda."],"Provide more ways to pay":["Proporciona máis opcións de pago"],"Promote products":["Promociona os teus produtos"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Aumenta a túa base de clientes promocionando os teus produtos entre millóns de compradores interesados."],"Promote your products":["Promociona os teus produtos"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Os teus comentarios só se compartirán con WooCommerce e trataranse de conformidade coa nosa <privacyLink>política de privacidade<\/privacyLink>."],"Why do you feel that way? <smallText>(optional)<\/smallText>":["Por que te sientes así? <smallText>(opcional)<\/smallText>"],"How was the experience of launching your store?":["Como foi a experiencia de pór en marcha a túa tenda?"],"Visit your store":["Visita a túa tenda"],"You’ve successfully launched your store and are ready to start selling! We can’t wait to see your business grow.":["Puxeches en marcha a túa tenda correctamente e xa estás listo para empezar a vender. Estamos impacientes por ver como medra o teu negocio."],"Congratulations! Your store is now live":["Noraboa! A túa tenda xa está aberta."],"Oops! We encountered a problem while launching your store. <retryButton\/>":["Vaia! Produciuse un problema ao iniciar a túa tenda. <retryButton\/>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Elimina os pedidos de proba e os datos asociados, incluso as análises e as transaccións, cando a túa tenda xa estea publicada. "],"Remove %d test orders":["Eliminar %d pedidos de proba"],"Test data":["Datos de proba"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["Gran traballo! A túa tenda está lista para abrir as súas puertas. Non queda ningunha tarefa pendente."],"Essential Tasks":["Tarefas básicas"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["Telo todo a punto para empezar a vender? Antes de pór en marcha a túa tenda, asegúrate de ter completado estas tarefas básicas. Se queres cambiar a visibilidade da túa tenda, vai a WooCommerce | Axustes | Visibilidade do sitio."],"What’s next?":["E agora que?"],"Launch Your Store":["Publica a túa tenda."],"Launch your store":["Publicar a túa tenda."],"Please try again":["Inténtao de novo."],"Back to Home":["Volver á páxina de inicio"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Usa as frechas cara á esquerda e á dereita para cambiar o tamaño do lenzo. Mantén premida a tecla maiúsculas para cambiar o tamaño en incrementos maiores."],"Drag to resize":["Arrastra para cambiar o tamaño"],"We appreciate your feedback!":["Agradecemos os teus comentarios."],"Send":["Enviar"],"Site Icon":["Icona do sitio"],"Back":["Volver"],"Copy link":["Copiar ligazón"],"Copied!":["Copiado!"],"Close":["Pechar"],"Cancel":["Cancelar"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}