{"translation-revision-date":"2025-02-26 10:24:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=4; plural=(n % 100 == 1) ? 0 : ((n % 100 == 2) ? 1 : ((n % 100 == 3 || n % 100 == 4) ? 2 : 3));","lang":"sl_SI"},"Sorry, you don't have permission to update the theme.":["Žal nimate dovoljenja za posodobitev teme."],"Finish customizing":["Dokončajte prilagajanje"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Izberite par pisav, ki najbolj ustreza vaši znamki. Večja pisava bo uporabljena za naslove, manjša pa za podporno vsebino. Pisavo lahko kadar koli spremenite v urejevalniku."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in Editor.":["Umetna inteligenca je izbrala par pisav, ki najbolj ustreza vašemu podjetju. Če jih želite spremeniti, izberite novo možnost spodaj ali to storite pozneje v urejevalniku."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Izberite barvno paleto, ki najbolj ustreza vaši znamki. Ali jo želite spremeniti? Spodaj ustvarite barvno paleto po meri ali jo pozneje posodobite v urejevalniku."],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in Editor.":["Na podlagi podatkov, ki ste jih delili, naše orodje umetne inteligence priporoča uporabo te barvne palete. Ali jo želite spremeniti? Spodaj lahko izberete ali dodate nove barve ali jih pozneje posodobite v urejevalniku."],"Add patterns":["Dodaj vzorce"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Na voljo je več vzorcev iz knjižnice WooCommerce.com! Prijavite se, da povežete svojo trgovino in dostopate do celotne knjižnice ter pridobite ustreznejšo vsebino in prilagojeno izkušnjo nastavitve trgovine. Če se prijavite, boste omogočili {{link}}sledenje uporabi{{\/link}}, ki ga lahko kadar koli onemogočite v nastavitvah WooCommerca."],"Access more patterns":["Dostop do več vzorcev"],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["Ustvarite privlačno domačo stran z dodajanjem in kombiniranjem različnih vzorcev in postavitev. Pozneje lahko nadaljujete s prilagajanjem te strani, vključno z vsebino, preko urejevalnika."],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["Na žalost tehnična težava preprečuje prikaz več vzorcev. <FetchPatterns>Poskusite znova<\/FetchPatterns> pozneje."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["Ustvarite svojo blagovno znamko tako, da ustvarite nepozaben logotip s {{link}}Fiverr-jem{{\/link}}."],"Access more fonts":["Dostop do več pisav"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["Dodajte enega ali več naših vzorcev domače strani, da ustvarite stran, ki bo sprejela kupce."],"Promote your social channels and give shoppers a way to see your latest products and news.":["Promovirajte svoje družabne kanale in omogočite kupcem, da vidijo vaše najnovejše izdelke in novice."],"Social media":["Družbeni mediji"],"Encourage sales by sharing positive feedback from happy shoppers.":["Spodbujajte prodajo z delitvijo pozitivnih odzivov zadovoljnih kupcev."],"Share information on any services that your business can provide.":["Delite podrobnosti o vseh storitvah, ki jih lahko zagotovi vaše podjetje."],"Show your shoppers what’s special about your business.":["Pokažite vašim kupcem, kako vaše podjetje izstopa."],"Put the spotlight on one or more of your products or product categories.":["Izpostavite enega ali več svojih izdelkov ali kategorij izdelkov."],"Featured selling":["Izpostavljena prodaja"],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["Oblikujte trgovino, ki odraža vašo blagovno znamko in posel. Prilagodite svojo dejavno temo, izberite profesionalno oblikovano temo ali ustvarite nov videz z našim snovalnikom trgovine."],"DON'T HAVE A LOGO YET?":["ŠE NIMATE LOGOTIPA?"],"Want more patterns?":["Želite več vzorcev?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["Na žalost imamo nekaj tehničnih težav – vrnite se pozneje za dostop do več vzorcev."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["Za dostop do več vzorcev se vključite v <OptInModal>sledenje uporabi<\/OptInModal>."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["Videti je, da ne moremo zaznati vašega omrežja. Še enkrat preverite internetno povezavo in osvežite stran."],"Shuffle":["Pomešaj"],"Services":["Storitve"],"Welcome shoppers to your store with one of our introductory patterns.":["Pozdravite kupce vaše trgovine z enim od naših uvodnih vzorcev."],"Intro":["Uvod"],"You can edit your content later in the Editor":["Vsebino lahko uredite pozneje v urejevalniku"],"Browse themes":["Brskajte po temah"],"Choose a professionally designed theme":["Izberite profesionalno oblikovano temo"],"Use the store designer":["Uporabite snovalnik trgovine"],"Design your own theme":["Oblikujte svojo temo"],"Design or choose a new theme":["Oblikujte ali izberite novo temo"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["Čestitke! Uspešno ste oblikovali svojo trgovino. Zdaj se lahko vrnete na začetni zaslon, da dokončate nastavitev trgovine in začnete prodajati."],"Go to Products":["Pojdi na izdelke"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Začnite polniti vaše virtualne police tako, da dodate ali uvozite svoje izdelke ali uredite vzorčne izdelke."],"What's next?":["Kako naprej?"],"View store":["Ogled trgovine"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["Čestitke! Uspešno ste oblikovali svojo trgovino. Oglejte si svoje trdo delo, preden nadaljujete z nastavitvijo trgovine."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["Med spodnjimi možnostmi izberite nogo. Vaša noga vključuje sekundarno navigacijo vašega spletišča in bo dodana vsaki strani. Pozneje lahko to prilagajate preko urejevalnika."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["Ustvarite privlačno domačo stran z izborom ene od naših vnaprej oblikovanih postavitev. Pozneje lahko nadaljujete s prilagajanjem te strani, vključno z vsebino, preko urejevalnika."],"Choose your homepage":["Izberite svojo domačo stran"],"Opt in":["Prijavite se"],"Want more font pairings?":["Želite več parov pisav?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Da dobite dostop do več pisav, nadgradite na <WordPressLink>najnovejšo različico WordPressa<\/WordPressLink>."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Za dostop do več pisav se vključite v <OptInModal>sledenje uporabi<\/OptInModal>."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Da dobite dostop do več pisav, nadgradite na <WordPressLink>najnovejšo različico WordPressa<\/WordPressLink> in se <OptInModal>prijavite v sledenje uporabi<\/OptInModal>."],"Add your products":["Dodajte vaše izdelke"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Ups! Med postavitvijo osnov smo naleteli na težavo. {{anchor}}Poskusite znova{{\/anchor}} ali začnite s temo."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Tukaj vas prosimo, da se razpišete. Vsi predlogi, povratni odziv ali komentarji o izkušnji »Oblikujte svojo temo« so dobrodošli."],"I wanted to design my own theme.":["Želel sem oblikovati svojo temo."],"What motivated you to choose the \"Design your own theme\" option?":["Kaj vas je motiviralo, da ste izbrali možnost »Oblikujte svojo temo«?"],"Choose your footer":["Izberite vašo nogo"],"Design your homepage":["Oblikujte vašo domačo stran"],"Choose your header":["Izberite vašo glavo"],"Choose fonts":["Izberite pisave"],"Choose your color palette":["Izberite vašo barvno paleto"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Ustvarite trgovino, ki odraža vašo blagovno znamko in posel. Izberite eno od naših profesionalno zasnovanih tem in jo prilagodite ali ustvarite svojo lastno z umetno inteligenco."],"Take a quick tour to discover what's possible.":["Oglejte si kratko predstavitev in odkrijte, kaj je mogoče."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["Ampak naj vas to ne zaustavi! Začnite prilagajati videz in občutek vaše trgovine tako, da dodate logotip ter izberete barve in postavitev. "],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Začnite oblikovati vašo trgovino, vključno z dodajanjem logotipa, spreminjanjem barvnih shem in ustvarjanjem lastnih postavitev. Pojdite na kratko predstavitev in odkrijte, kaj je mogoče."],"Discover what's possible with the store designer":["Odkrijte možnosti s snovalnikom trgovine"],"Setting up the foundations":["Postavitev temeljev"],"Our AI tool had a few issues generating your content.":["Naše orodje umetne inteligence je imelo nekaj težav pri ustvarjanju vaše vsebine."],"Welcome to your store!":["Dobrodošli v vašo trgovino!"],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Tukaj vas prosimo, da se razpišete. Vsi predlogi, povratni odziv ali komentarji o izkušnji trgovine ustvarjene z umetno inteligenco so dobrodošli."],"Did you find anything confusing, irrelevant, or not useful?":["Se vam je zdelo kaj nejasnega, nepomembnega ali neuporabnega?"],"Other.":["Drugo."],"I didn't find a theme that matched my needs.":["Nisem našel\/-a teme, ki bi ustrezala mojim potrebam."],"I didn't like any of the available themes.":["Nobena od razpoložljivih tem mi ni bila všeč."],"I wanted to see how AI could help me streamline the process.":["Želel\/-a sem videti, kako mi lahko umetna inteligenca pomaga poenostaviti postopek."],"What motivated you to choose the “Design with AI” option?":["Kaj vas je motiviralo, da ste izbrali možnost »Oblikuj z umetno inteligenco«?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["Kako bi ocenili splošno izkušnjo na lestvici od 1 = težko do 5 = zelo enostavno?"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["Naš cilj je zagotoviti, da imate vsa prava orodja za začetek prilagajanja vaše trgovine. Radi bi vedeli, ali smo dosegli cilj in kako se lahko izboljšamo."],"Continue designing":["Nadaljuj z oblikovanjem"],"Exit and lose changes":["Zapri in izgubi spremembe"],"You'll lose any changes you've made to your store's design and will start the process again.":["Izgubili boste vse spremembe, ki ste jih naredili v oblikovanju vaše trgovine, in opravilo boste začeli znova."],"Are you sure you want to exit?":["Ali ste prepričani, da želite zapustiti?"],"Generating content":["Ustvarjanje vsebine"],"Editor canvas":["Platno urejevalnika"],"Please try again":["Poskusite znova"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Ups! Med ustvarjanjem vaše trgovine smo naleteli na težavo. <retryButton\/>"],"Active theme":["Dejavna tema"],"Back to Home":["Nazaj na začetni zaslon"],"Go back to the Home screen to complete your store setup and start selling":["Vrnite se na začetni zaslon, da dokončate nastavitev trgovine in začnete prodajati"],"Go to the Editor":["Pojdi na urejevalnik"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Pojdite v urejevalnik, da spremenite vaše slike in besedilo, dodate več strani in izvedete morebitne dodatne prilagoditve."],"Fine-tune your design":["Izpopolnite vaše oblikovanje"],"Your store looks great!":["Vaša trgovina je videti odlično!"],"Browse all themes":["Brskajte po vseh temah"],"Or select a professionally designed theme to customize and make your own.":["Ali pa izberite profesionalno oblikovano temo, da jo prilagodite in naredite svojo."],"Customize your store":["Prilagodite vašo trgovino"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Prilagodite slog in postavitev vaše trgovine, da bo ustrezala vaši blagovni znamki! Dodajte logotip, spremenite pisavo in barve ter preizkusite različne postavitve strani. Besedilo in slike boste lahko kasneje urejali prek urejevalnika."],"Make your store your own":["Naredite trgovino po svoji meri"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Vse spremembe, ki jih naredite v postavitvi in ​​slogu, se bodo pojavile tukaj v realnem času – kot nalašč za preizkušanje različnih videzov, preden jih objavite v živo. Velikost tega območja lahko tudi spremenite, da preverite, kako je vaša trgovina videti na mobilnih napravah."],"View your changes in real time":["Oglejte si vaše spremembe v realnem času"],"Welcome to your AI-generated store!":["Dobrodošli v vašo trgovino ustvarjeno z umetno inteligenco!"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["Tukaj lahko začnete prilagajati videz in občutek vaše trgovine, vključno z dodajanjem logotipa ter spreminjanjem barv in postavitev. Oglejte si kratko predstavitev, da odkrijete, kaj je mogoče."],"Take a tour":["Ogled predstavitve"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Uporabite puščični tipki levo in desno, da spremenite velikost platna. Držite shift za spreminjanje velikosti v večjih korakih."],"Saving failed.":["Shranjevanje ni uspelo."],"Logo":["Logotip"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Zagotovite, da vaša trgovina ustreza blagovni znamki, tako da dodate vaš logotip. Za najboljše rezultate naložite SVG ali PNG, širok najmanj 300 slikovnih točk."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["Ikone spletišča so ikone, ki jih vidite v zavihkih brskalnika, zaznamkih ter v mobilni aplikaciji WordPressa."],"Use as site icon":["Uporabi kot ikono spletišča"],"Link logo to homepage":["Poveži logotip na domačo stran"],"Image width":["Širina slike"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor.":["Med spodnjimi možnostmi izberite novo nogo. Vaša noga vključuje sekundarno navigacijo vašega spletišča in bo dodana vsaki strani. Pozneje lahko to prilagajate preko urejevalnika."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the Editor.":["Na podlagi najuspešnejših trgovin v vaši panogi in na vaši lokaciji je naše orodje umetne inteligence priporočilo to predlogo za vaše podjetje. Imate raje drugačno postavitev? Izberite med spodnjimi predlogami zdaj ali pozneje prek urejevalnika."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["Med spodnjimi možnostmi izberite glavo. Vaša glava vključuje navigacijo vašega spletišča in bo dodana vsaki strani. Pozneje lahko to prilagajate preko urejevalnika."],"Change your font":["Spremenite vašo pisavo"],"or create your own":["ali ustvarite lastno"],"Change your footer":["Spremenite vašo nogo"],"Change your homepage":["Spremenite vašo domačo stran"],"Change your header":["Spremenite vašo glavo"],"Change fonts":["Spremenite pisave"],"Change the color palette":["Spremenite barvno paleto"],"Add your logo":["Dodajte vaš logotip"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["Uporabite naša orodja za slog in postavitev, da prilagodite oblikovanje vaše trgovine. Vsebino in slike lahko pozneje dodate ali spremenite prek urejevalnika."],"Let's get creative":["Bodimo ustvarjalni"],"Which writing style do you prefer?":["Kateri slog pisanja vam je ljubši?"],"Direct yet respectful, serious and professional.":["Neposreden, a spoštljiv, resen in profesionalen."],"Formal":["Uraden"],"Impartial tone with casual expressions without slang.":["Nepristranski ton z ležernimi izrazi brez slenga."],"Relaxed and friendly, like a conversation with a friend.":["Sproščen in prijazen, kot pogovor s prijateljem."],"Informal":["Neuraden"],"How would you like your store to look?":["Kako bi radi, da je videti vaša trgovina?"],"Vibrant with eye-catching colors and visuals.":["Živahno s privlačnimi barvami in vizualnimi predmeti."],"Bold":["Živo"],"Elegant and timeless with a nostalgic touch.":["Elegantno in brezčasno z nostalgičnim pridihom."],"Classic":["Klasično"],"Clean lines, neutral colors, sleek and modern look.":["Čiste črte, nevtralne barve, eleganten in moderen videz."],"Contemporary":["Sodobno"],"Who your target audience is":["Kdo je vaša ciljna publika"],"What makes your business unique":["Kaj naredi vaše podjetje edinstveno"],"How many products you plan on displaying":["Koliko izdelkov nameravate prikazati"],"What you want to sell":["Kaj prodajate"],"Try to include:":["Poskusite vključiti:"],"The more detail you provide, the better job our AI can do!":["Več podrobnosti kot navedete, boljše delo lahko opravi naša umetna inteligenca!"],"Tell us a bit more about your business":["Povejte nam več o vašem podjetju"],"Applying the finishing touches":["Uveljavljanje končnih podrobnosti"],"Assembling your AI-optimized store":["Sestavljanje vaše trgovine, optimizirane z umetno inteligenco"],"Designing the best look for your business":["Oblikovanje najboljšega videza za vaše podjetje"],"Comparing the top performing stores":["Primerjava najuspešnejših trgovin"],"Analyzing your responses":["Preučevanje vaših odgovorov"],"Opening the doors":["Odpiranje vrat"],"Drag to resize":["Vlecite za spremembo velikosti"],"Turning on the lights":["Prižigajo se luči"],"Thanks for the feedback. We'll put it to good use!":["Hvala za odziv. S pridom ga bomo uporabili!"],"Replace":["Zamenjaj"],"Continue setting up your store":["Nadaljujte z nastavljanjem vaše trgovine"],"Options":["Možnosti"],"Send":["Pošlji"],"Neutral":["Nevtralno"],"Back":["Nazaj"],"Navigation":["Navigacija"],"Style":["Slog"],"Paid":["Plačano"],"Share feedback":["Delite odziv"],"Skip":["Preskoči"],"About":["O"],"Layout":["Postavitev"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Prejšnja stran"],"Close":["Zapri"],"Continue":["Nadaljuj"],"Cancel":["Prekliči"],"Default":["Privzeto"],"Reviews":["Mnenja"],"Delete":["Izbriši"],"Settings":["Nastavitve"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}