{"translation-revision-date":"2025-02-26 10:24:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=4; plural=(n % 100 == 1) ? 0 : ((n % 100 == 2) ? 1 : ((n % 100 == 3 || n % 100 == 4) ? 2 : 3));","lang":"sl_SI"},"server caches":["predpomnilniki strežnika"],"It’ll be ready to view as soon as your <link><\/link> have updated. Please wait, or contact your web host to find out how to do this manually.":["Ogled bo pripravljen takoj, ko se bodo vaši <link><\/link> posodobili. Počakajte ali se obrnite na svojega spletnega gostitelja, da izveste, kako to storiti ročno."],"Congratulations! Your store will launch soon":["Čestitke! Vaša trgovina bo kmalu zagnana"],"Explore support resources":["Raziščite vire podpore"],"Help is on hand":["Pomoč je na voljo"],"Get the app":["Dobite aplikacijo"],"Manage your store anywhere with the free WooCommerce Mobile App.":["Upravljajte svojo trgovino kjer koli z brezplačno mobilno aplikacijo WooCommerce."],"Manage your store on the go":["Upravljajte svojo trgovino na poti"],"Add extensions":["Dodajte razširitve"],"Add extra features and functionality to your store with Woo extensions.":["S pomočjo razširitev Woo dodajte svoji trgovini dodatne zmožnosti in funkcionalnost."],"Power up your store":["Okrepite svojo trgovino"],"Install Mailchimp":["Namestite Mailchimp"],"Manage Mailchimp":["Upravljajte Mailchimp"],"Build customer relationships":["Gradite odnose s strankami"],"Add payment methods":["Dodajte načine plačila"],"Give your shoppers more ways to pay by adding additional payment methods to your store.":["Omogočite kupcem več načinov plačevanja, tako da svoji trgovini dodate dodatne načine plačila."],"Provide more ways to pay":["Zagotovite več načinov plačila"],"Promote products":["Promovirajte izdelke"],"Grow your customer base by promoting your products to millions of engaged shoppers.":["Povečajte zbirko strank s promocijo svojih izdelkov milijonom zavzetih kupcev."],"Promote your products":["Promovirajte svoje izdelke"],"Your feedback will be only be shared with WooCommerce and treated in accordance with our <privacyLink>privacy policy<\/privacyLink>.":["Vaš odziv bo deljen samo z WooCommercom in obravnavan v skladu z našim <privacyLink>pravilnikom o zasebnosti<\/privacyLink>."],"Why do you feel that way? <smallText>(optional)<\/smallText>":["Zakaj se tako počutite? <smallText>(izbirno)<\/smallText>"],"How was the experience of launching your store?":["Kakšna je bila izkušnja z odprtjem vaše trgovine?"],"Visit your store":["Obiščite svojo trgovino"],"Congratulations! Your store is now live":["Čestitke! Vaša trgovina je zdaj zagnana"],"Oops! We encountered a problem while launching your store. <retryButton\/>":["Ups! Med zagonom vaše trgovine smo naleteli na težavo. <retryButton\/>"],"Remove test orders and associated data, including analytics and transactions, once your store goes live. ":["Odstranite preizkusna naročila in povezane podatke, vključno z analitiko in transakcijami, ko bo vaša trgovina začela delovati. "],"Remove %d test orders":["Odstrani %d preizkusnih naročil"],"Test data":["Preizkusni podatki"],"Fantastic job! Your store is ready to go — no pending tasks to complete.":["Odlično delo! Vaša trgovina je pripravljena – ni čakajočih opravil, ki bi jih morali dokončati."],"Essential Tasks":["Bistvena opravila"],"Ready to start selling? Before you launch your store, make sure you’ve completed these essential tasks. If you’d like to change your store visibility, go to WooCommerce | Settings | Site visibility.":["Ste pripravljeni začeti prodajati? Preden zaženete trgovino, se prepričajte, da ste zaključili ta bistvena opravila. Če želite spremeniti vidnost vaše trgovine, pojdite na WooCommerce | Nastavitve | Vidnost spletišča."],"What’s next?":["Kako naprej?"],"Launch Your Store":["Zaženite svojo trgovino"],"Launch your store":["Zaženite svojo trgovino"],"Please try again":["Poskusite znova"],"Back to Home":["Nazaj na začetni zaslon"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Uporabite puščični tipki levo in desno, da spremenite velikost platna. Držite shift za spreminjanje velikosti v večjih korakih."],"Drag to resize":["Vlecite za spremembo velikosti"],"We appreciate your feedback!":["Cenimo vaš odziv!"],"Send":["Pošlji"],"Site Icon":["Ikona spletišča"],"Back":["Nazaj"],"Copy link":["Kopiraj povezavo"],"Copied!":["Kopirano!"],"Close":["Zapri"],"Cancel":["Prekliči"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/launch-store.js"}}