{"translation-revision-date":"2025-03-04 01:26:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Note that the extension hasn’t been installed. This will simply dismiss our limited time offer. Please take a moment to tell us why you’d like to dismiss the WooPayments offer.":["Ten en conta que a extensión non se instalara. Isto simplemente descarta a nosa oferta por tempo limitado. Por favor, tómate un momento para contarnos por que queres descartar a oferta de WooPayments."],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> (including WooPay <a3>merchant terms<\/a3>) and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Ao usar WooPayments aceptas os nosos <a1>termos do servizo<\/a2> (incluíndo as <a3>condicións a vendedores<\/a3> de WooPay) e recoñeces que liches a nosa <a2>política de privacidade<\/a2>. O desconto aplicarase aos pagos procesados mediante WooPayments ao completar a instalación, configuración e conexión. "],"Have questions?":["Tes algunha pregunta?"],"Just dismiss WooPayments":["Simplemente descartar WooPayments"],"No thanks, I don’t want WooPayments":["Non, grazas. Non quero WooPayments."],"& more":["e máis"],"WooPayments is pre-integrated with all popular payment options":["WooPayments está pre-integrado con todas as opcións de pago máis populares"],"By using WooPayments you agree to our <a1>Terms of Service<\/a2> and acknowledge that you have read our <a2>Privacy Policy<\/a2>. Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection. ":["Ao usar WooPayments aceptas os nosos <a1>termos do servizo<\/a2> e recoñeces que liches a nosa <a2>política de privacidade<\/a2>. O desconto aplicarase aos pagos procesados mediante WooPayments ao completar a instalación, configuración e conexión. "],"Hi%s, run your business and manage your payments all in one place, with no setup costs or monthly fees.":["Ola %s, dirixe o teu negocio e xestiona os teus pagos todo nun mesmo sitio, sen custos de instalación nin cotas mensuais."],"extension in your store.":["extensión na túa tenda."],"Installing <strong>WooPayments<\/strong> will automatically activate <strong>%s<\/strong> extension in your store.":["A instalación de <strong>WooCommerce Payments<\/strong> activará automaticamente <strong>%s<\/strong> extensión na túa tenda.","A instalación de <strong>WooCommerce Payments<\/strong> activará automaticamente <strong>%s<\/strong> extensións na túa tenda."],"Enable Affirm alongside WooPayments and give buyers the ability to pick the payment option that works for them and their budget — from 4 interest-free payments every 2 weeks to monthly installments.":["Activa Affirm xunto a WooCommerce Payments e brinda aos compradores a posibilidade de elixir a opción de pago que mellor lles veña a eles e ao seu orzamento (desde 4 pagos sen intereses cada 2 semanas ata prazos en mensualidades)."],"Enable Klarna alongside WooPayments. With Klarna Payments buyers can choose the payment installment option they want, Pay Now, Pay Later, or Slice It. No credit card numbers, no passwords, no worries.":["Activa Klarna xunto con WooCommerce Payments. Con Klarna Payments, os compradores poden elixir a opción de pagos que queiran: «Pagar agora», «Pagar máis tarde» ou «A prazos». Sen números de tarxetas de crédito, sen contrasinais, sen preocupacións."],"Enable Amazon Pay alongside WooPayments and give buyers the ability to pay via Amazon Pay. Transactions take place via Amazon embedded widgets, so the buyer never leaves your site.":["Activa Amazon Pay xunto con WooCommerce Payments e ofrece aos compradores a posibilidade de pagar a través de Amazon Pay. As transaccións realízanse a través dos widgets incrustados de Amazon, polo que o cliente nunca abandona o teu sitio."],"Enable PayPal Payments alongside WooPayments. Give your customers another way to pay safely and conveniently via PayPal, PayLater, and Venmo.":["Activa PayPal Payments xunto con WooCommerce Payments. Proporciona aos clientes outra maneira de pagar de forma segura e fácil a través de PayPal, PlayLater e Venmo."],"Add more ways for buyers to pay":["Engade máis formas de pago para os teus clientes"],"Dismiss and send feedback":["Descartar e enviar comentarios"],"Why would you like to dismiss the new payments experience?":["Por que quererías descartar a nova experiencia de pagos?"],"*See <a>Terms and Conditions<\/a> for details.":["* Consulta os <a>Termos e condicións<\/a> para obter máis información."],"Affirm":["Affirm"],"Amazon Pay":["Amazon Pay"],"Get in touch":["Contactar"],"It’s something else (Please share below)":["Algo diferente (explícao abaixo)"],"I’m open to installing it another time":["Estou disposto a instalalo noutro momento"],"I need more information about WooPayments":["Necesito máis información sobre WooCommerce Payments"],"I don’t want to install another plugin":["Non quiero instalar máis plugins"],"I’m already happy with my payments setup":["Gústame a configuración de pagos que teño agora mesmo"],"Limited time offer":["Oferta por tempo limitado"],"See more":["Ver máis"],"PayPal Payments":["Pagos con PayPal"],"Comments (Optional)":["Comentarios (Opcional)"],"Klarna":["Klarna"],"Learn more":["Aprender máis"],"No thanks":["Non, grazas"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/wcpay-payment-welcome-page.js"}}