{"translation-revision-date":"2025-03-04 01:26:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Export as a zip (Experimental)":["Exportar como zip (experimental)"],"Export your blueprint schema. Select the options you want to export, then click on “Export”. Want to know more? <docLink\/> ":["Exporta o teu esquema blueprint. Selecciona as opcións que queiras exportar e fai clic en «Exportar». Queres saber máis? <docLink\/> "],"Export Blueprint":["Exportar blueprints"],"Check our documentation":["Consulta a nosa documentación"],"Import your blueprint schema to ease the setup process for your store or allow teams to apply each others’ changes. You can import only one Blueprint at the time. Want to know more? <docLink\/>":["Importa o teu esquema de blueprints para facilitar o proceso de configuración da túa tenda ou permite aos equipos aplicar os cambios dos demais. Só podes importar un único blueprint á vez. Queres saber máis? <docLink\/>"],"Uploading your file…":["Subindo o teu arquivo..."],"Upload a .zip or .json file":["Subir un arquivo .zip ou .json"],"Your Blueprint has been imported!":["O teu blueprint importouse!"],"Importing the file will overwrite the current configuration for the following items in WooCommerce Settings:":["Se importas o arquivo, sobrescribirase a configuración actual dos seguintes elementos nos axustes de WooCommerce:"],"Your configuration will be overridden":["A túa configuración anularase"],"Select which payment methods you'd like to offer to your shoppers. You can update these here at any time.":["Selecciona os métodos de pago que queres ofrecer aos teus compradores. Podes actualizalos aquí en calquera momento"],"Choose your payment methods":["Elixir os teus métodos de pago"],"Return to gateways":["Volver ás pasarelas de pago"],"Business location :":["Ubicación do negocio:"],"Payment providers":["Provedores de pago"],"Email preview type":["Tipo de vista previa do correo electrónico"],"Send test email":["Enviar correo electrónico de proba"],"Sending…":["Enviando..."],"Enter an email":["Introducir un correo electrónico"],"Send to":["Enviar a"],"Send yourself a test email to check how your email looks in different email apps.":["Envíate un correo electrónico de proba para comprobar o aspecto do teu correo electrónico en diferentes aplicacións de correo electrónico."],"Send a test email":["Enviar un correo electrónico de proba"],"Email preview frame":["Marco da vista previa do correo electrónico"],"Avatar icon":["Icona do avatar"],"Mobile icon":["Icona para móbil"],"Mobile preview on desktop":["Vista previa do móbil no ordenador"],"Desktop icon":["Icona de escritorio"],"Email preview on desktop":["Vista previa do correo electrónico no ordenador"],"Image upload icon":["Icona de carga da imaxe"],"Change image":["Cambiar imaxe"],"Image preview":["Vista previa da imaxe"],"Undo changes":["Desfacer cambios"],"Sync with theme":["Sincronizar co tema"],"Using default values.":["Usando valores por defecto."],"Synced with theme.":["Sincronizado co tema."],"WooCommerce Tax, recommended for new stores":["WooCommerce Tax, recomendado para novas tendas"],"WooCommerce Settings":["Axustes de WooCommerce"],"Take offline payments":["Acepta pagos sen conexión"],"Install the extension":["Instala a extensión"],"View all of your orders in our new Order Attribution extension.":["Ve todos os teus pedidos na nosa nova extensión de atribución de pedidos."],"Try Order Attribution":["Proba a atribución de pedidos"],"There was an error loading misc recommendations":["Ocorreu un erro ao cargar as diversas recomendacións"],"Stripe Tax for Woocommerce has been successfully installed. Let's configure it now.":["Stripe Tax for Woocommerce instalouse correctamente. Agora imos a configuralo."],"Install for free":["Instalar de balde"],"Continue to setttings":["Continuar cos axustes"],"Free to install, then pay as you go.":["Instalación gratuíta e pago por uso."],"Coverage in over 55 countries":["Cobertura en máis de 55 países"],"Detailed tax transaction reports":["Informes detallados de transaccións fiscais"],"Multi-economic nexus compliance":["Cumprimento do nexo de varias economías"],"Powerful global tax tool":["Potente ferramenta fiscal global"],"Stripe Tax":["Imposto de Stripe"],"Apply to store pages only":["Aplicar só ás páxinas da tenda"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Xestiona a apariencia do teu sitio ante os visitantes. <a>Máis información<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Seguro que queres cambiar do modo en vivo ao modo proximamente? O teu sitio non será visible, e os clientes non poderán realizar compras durante este tempo."],"Confirm switch to ‘Coming soon’ mode":["Confirmar o cambio ao modo «Proximamente»"],"It’s time to celebrate – you’re ready to launch your store! Woo! Hit the button to preview your store and make it public.":["É hora de celebralo: xa estás a punto para publicar a túa tenda! Bravo! Pulsa o botón para obter unha vista previa da túa tenda e facela pública."],"I don’t charge sales tax":["Non cobro impostos sobre as vendas"],"Coming soon":["Proximamente"],"WooPayments BNPL illustration":["Ilustración de WooPayments BNPL"],"Click for error details":["Fai clic para ver os detalles do erro"],"Reload Page":["Recargar páxina"],"We’re sorry for the inconvenience. Please try reloading the page, or you can get support from the community forums.":["Pedimos desculpas polas molestias. Tenta cargar de novo a páxina ou podes obter axuda nos foros da comunidade."],"Oops, something went wrong":["Vaia, algo saíu mal…"],"Share your site with anyone using a private link.":["Comparte o teu sitio con quen queiras mediante unha ligazón privada."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Mostra unha mensaxe de «proximamente» nas páxinas da túa tenda; o resto do teu sitio permanecerá visible."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["O teu sitio permanece oculto aos visitantes e móstrase a páxina de inicio «Proximamente» ata que estea listo para visualizarse."],"Launch your store only when you’re ready to by switching between \"Coming soon\" and \"Live\" modes. Build excitement by creating a custom page visitors will see before you’re ready to go live. <link>Discover more<\/link>":["Abre a túa tenda unicamente cando teñas todo listo, cambiando entre os modos «Proximamente» e «Activa». Xera interese creando unha páxina personalizada que os visitantes verán antes de que teñas todo listo. <link>Descubre máis<\/link>"],"Set your store’s visibility":["Configura a visibilidade da túa tenda"],"View store":["Ver tenda"],"Your entire site is visible to everyone.":["Todo o teu sitio é visible para todos."],"Share your site with a private link":["Comparte o teu sitio cunha ligazón privada."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["O teu sitio permanece oculto aos visitantes e mostra a páxina de inicio «Proximamente» ata que estea listo para visualizarse. Podes personalizar a túa páxina de destino «Proximamente» co <a>editor<\/a>."],"Site visibility":["Visibilidade do sitio"],"Live":["En directo"],"Launch Your Store":["Publica a túa tenda."],"Launch store":["Publicar tenda"],"Your store is ready for launch!":["A túa tenda está lista para o seu lanzamento!"],"Launch Your Store illustration":["Lanzar a ilustración da túa tenda"],"Power your payments with a simple, all-in-one option. Verify your business details to start managing transactions with WooCommerce Payments.":["Mellora os pagos cunha opción sinxela e integral. Verifica os detalles do teu negocio para empezar a xestionar transaccións con WooCommerce Payments."],"Start selling by adding products or services to your store. Choose to list products manually, or import them from a different store. ":["Para empezar a vender, engade produtos ou servizos á túa tenda. Elixe se desexas crear unha lista de produtos manualmente ou importalos desde outra tenda. "],"List your products":["Crear a túa lista de produtos."],"Give your customers an easy and convenient way to pay! Set up one (or more!) of our fast and secure online or in person payment methods.":["Ofrece aos teus clientes unha maneira de pagar fácil e cómoda. Configura un (ou máis!) dos nosos métodos de pago en liña ou en persoa rápidos e seguros."],"It’s time to get paid":["É o momento de recibir os pagos."],"Start growing your business by showcasing your products on social media and Google, boost engagement with email marketing, and more!":["Empeza a facer crecer o teu negocio mostrando os teus produtos nas redes sociais e en Google, aumenta as interaccións co márketing por correo electrónico, e moito máis!"],"Reach more customers":["Chegar a máis clientes."],"Start shipping":["Empezar envío"],"Choose where and how you’d like to ship your products, along with any fixed or calculated rates.":["Elixe onde e como desexas enviar os teus produtos, xunto coas tarifas fixas ou calculadas."],"Choose to set up your tax rates manually, or use one of our tax automation tools.":["Elixe entre configurar as túas taxas de impostos manualmente ou utilizar unha das nosas ferramentas de automatización de impostos."],"Configure your tax settings":["Configurar os teus axustes de impostos."],"Collect sales tax":["Recadar o imposto sobre as vendas."],"Get paid":["Recibe os pagos"],"Grow your business":["Facer crecer o teu negocio."],"Get your products shipped":["Envíar os teus produtos."],"Quickly create a beautiful looking store using our built-in store designer, or select a pre-built theme and customize it to fit your brand.":["Crea rapidamente unha tenda de aspecto atractivo co noso deseñador de tendas integrado, ou selecciona un tema predefinido e personalízao para que se adapte á túa marca."],"%1$s — %2$s per year":["%1$s — %2$s ao ano"],"Switch":["Cambiar"],"{{strong}}WooCommerce Tax{{\/strong}} can automate your sales tax calculations for you.":["{{strong}}WooCommerce Tax{{\/strong}} pode calcular por ti os impostos das túas vendas."],"By clicking \"%s,\" you agree to our {{tosLink}}Terms of Service{{\/tosLink}} and have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["Ao facer clic en «%s», aceptas as nosas {{tosLink}}Condicións do servizo{{\/tosLink}} e confirmas que liches a nosa {{privacyPolicyLink}}Política de privacidade{{\/privacyPolicyLink}}."],"Error requesting connection URL.":["Erro ao solicitar a URL de conexión."],"Customize Your Store":["Personaliza a túa tenda"],"Start customizing":["Empeza a personalizar"],"Use our built-in AI tools to design your store and populate it with content, or select a pre-built theme and customize it to fit your brand.":["Utiliza as nosas ferramentas de IA integradas para deseñar a túa tenda e enchela de contido, ou selecciona un tema predefinido e personalízao para que se adapte á túa marca."],"Start customizing your store":["Empeza a personalizar a túa tenda"],"Customize your store illustration":["Personaliza a ilustración da túa tenda"],"Boost conversions with WooPay, a new express checkout feature included in WooPayments.":["Aumenta as conversións con WooPay, unha nova característica de pago exprés incluída en WooPayments."],"Offer your customers card payments, iDeal, and the ability to sell in-person with Woo mobile app.":["Ofrece aos teus clientes pagos con tarxeta, iDeal e a posibilidade de vender en persoa coa aplicación móbil Woo."],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Pagos simplificados, deseñados exclusivamente<br\/>para tendas WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["WooPayments vén xa integrado con opcións de pago populares:"],"WooPayments":["WooPayments"],"Profiler":["Xerador de perfís"],"Please enter a city":["Introduce unha cidade"],"Please enter a post code":["Introduce un código postal"],"Please enter an address":["Introduce un enderezo"],"Select a date type":["Selecciona un tipo de data"],"No Thanks":["Non, grazas"],"Install and enable":["Instalar e activar"],"Save time and money by printing your shipping labels right from your computer with one of these shipping solutions.":["Aforra tempo e cartos imprimindo as túas etiquetas de envío directamente dende o teu ordenador con algunha destas solucións de envío."],"Save time and money by printing your shipping labels right from your computer with %1$s. Try %2$s for free. {{link}}Learn more{{\/link}}":["Aforra tempo e cartos ao imprimir ás túas etiquetas de envío dende o teu ordenador con %1$s. Próbao %2$s gratis. {{link}}Saber máis{{\/link}}"],"Date completed":["Data de finalización"],"Date paid":["Data de pago"],"Date created":["Data de creación"],"Date type:":["Tipo de data:"],"Database date field considered for Revenue and Orders reports":["Campo de data da base de datos que se ten en conta para os informes de ingresos e pedidos"],"There was a problem setting up automated taxes. Please try again.":["Ocorreu un problema ao configurar os impostos automáticos. Por favor, inténtao de novo."],"Feedback":["Suxerencias"],"Edit Product Variation":["Editar variación do produto"],"How's your experience with the product editor?":["Como foi a túa experiencia co editor de produtos?"],"Use recommended settings":["Usar os axustes recomendados"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Axustes de impostos inconsistentes:{{\/b}} Para evitar posibles erros de redondeo, os prezos deberían introducirse e mostrarse en todas as ubicacións, xa sexa impostos incluídos ou excluídos."],"Recommended settings applied.":["Aplicados os axustes recomendados."],"The store setup process meets my needs.":["O proceso de configuración da tenda cumpre coas miñas necesidades."],"The store setup is easy to complete.":["A configuración da tenda é fácil de completar."],"The product editing screen's functionality meets my needs":["A funcionalidade da pantalla de edición de produtos cumpre coas miñas necesidades"],"The product editing screen is easy to use":["A pantalla de edición de produtos é fácil de usar"],"Add your store location details to help us configure shipping, taxes, currency and more in a fully automated way. Once done, click on the \"Save\" button at the end of the form.":["Engade detalles da ubicación da túa tenda para axudarnos a configurar o envío, os impostos e a moeda, entre outras cousas, de maneira totalmente automática. Unha vez feito isto, fai clic non botón «Gardar» que aparece ao final do formulario."],"Add details":["Engadir detalles"],"Get your store up and running in no time. Add your store’s address to set up shipping, tax and payments faster.":["Pon a túa tenda en marcha nun abrir e pechar de ollos. Engade o enderezo da túa tenda para configurar os envíos, os impostos e os pagos máis rapido."],"First, tell us about your store":["Primeiro fálanos da túa tenda"],"Store location illustration":["Ilustración da ubicación da tenda"],"Add New Product":["Engadir novo produto"],"Save store location":["Gardar a ubicación da tenda"],"Add your store location to help us calculate shipping rates and the best shipping options for you. You can manage your store location again at any time in WooCommerce Settings General.":["Engade a ubicación da túa tenda para axudarnos a calcular as tarifas e as mellores opcións de envío para ti. Podes xestionar de novo a ubicación da túa tenda en calquera momento nos axustes xerais de WooCommerce."],"Set your store location":["Establece a ubicación da túa tenda"],"Enable shipping label printing and discounted rates":["Activa a impresión de etiquetas e tarifas con desconto nos envíos"],"Save shipping options":["Gardar opcións de envío"],"We recommend the following shipping options based on your location. You can manage your shipping options again at any time in WooCommerce Shipping settings.":["Recomendamos as seguintes opcións de envío baseándonos na túa ubicación. Podes xestionar as túas opcións de envío de novo en calquera momento desde os axustes de WooCommerce Shipping."],"Try one of the alternative payment providers.":["Proba un dos provedores de pago alternativos"],"Other payment providers":["Outros provedores de pago"],"Give your customers additional choices in ways to pay.":["Dálle aos teus clientes opcións adicionais nas formas de pago."],"To start accepting online payments":["Para empezar a aceptar pagos en liña"],"Earn and manage recurring revenue and get automatic deposits into your nominated bank account.":["Xera e xestiona ingresos recurrentes e obtén depósitos automáticos na conta bancaria que indicaches."],"Sell to international markets and accept more than 135 currencies with local payment methods.":["Vende a mercados internacionais e acepta máis de 135 moedas cos métodos de pago locais."],"Good choice! You chose to add amazing new features to your store. Continue to checkout to complete your purchase.":["Boa elección! Elixiches engadir novas e incribles características á túa tenda. Vai ao pago para completar a túa compra."],"Purchase illustration":["Comprar ilustración"],"Preview store":["Vista previa da tenda"],"Products illustration":["Exemplo de produtos"],"Payment illustration":["Exemplo de pago"],"Appearance illustration":["Exemplo de apariencia"],"Marketing illustration":["Exemplo de márketing"],"Shipping illustration":["Exemplo de envío"],"Tax illustration":["Exemplo de imposto"],"We appreciate your feedback!":["Agradecemos os teus comentarios."],"How was your experience?":["Como foi a túa experiencia?"],"Congratulations! Take a moment to celebrate and look out for the first sale.":["Noraboa! Dedica un instante a celebralo e espera a túa primeira venda."],"Welcome to your store":["Dámosche a benvida á túa tenda"],"Options":["Opcións"],"🚀 You’re doing great! {{strongText}}%1$d steps left{{\/strongText}} to get your store up and running. {{setupLink}}Continue setup{{\/setupLink}}":["🚀 Estalo facendo moi ben! Faltan {{strongText}}%1$d pasos{{\/strongText}} para pór en marcha a túa tenda. {{setupLink}}Continuar coa configuración{{\/setupLink}}"],"🎉 Almost there. Only {{strongText}}%1$d step left{{\/strongText}} get your store up and running. {{setupLink}}Finish setup{{\/setupLink}}":["🎉 Xa case acabaches. Só falta {{strongText}}%1$d paso{{\/strongText}} para pór en marcha a túa tenda. {{setupLink}}Finalizar configuración{{\/setupLink}}"],"Offline payment methods":["Métodos de pago sen conexión"],"Choose a payment provider":["Elixe un provedor de pagos"],"Follow these steps to start selling quickly. %1$d out of %2$d complete.":["Segue estes pasos para empezar a vender rapidamente (%1$d de %2$d completados)."],"Hide setup list":["Ocultar lista de configuración"],"You’re almost there":["Xa case terminaches"],"You’re on the right track":["Vas polo bo camiño"],"Let’s get you started":["Comecemos"],"Welcome to %s":["Dámosche a benvida a %s"],"Other payment options":["Outras opcións de pago"],"Built by WooCommerce":["Creado por WooCommerce"],"Activity":["Actividade"],"Hide this list":["Ocultar esta lista"],"You’ve completed store setup":["Completaches a configuración da tenda"],"Yes, hide store setup tasks":["Si, ocultar tarefas de configuración da tenda."],"Are you sure? These tasks are required for all stores.":["Estás seguro? Estas tarefas son necesarias para todas as tendas."],"Hide store setup tasks":["Ocultar tarefas de configuración da tenda."],"Set up taxes manually":["Configura os impostos manualmente"],"Choose a tax partner":["Elixe un socio fiscal"],"100% free":["100 % gratis"],"{{strong}}Single{{\/strong}} economic nexus compliance":["Cumprimento do nexo económico {{strong}}único{{\/strong}}"],"Real-time sales tax calculation":["Cálculo de impostos en tempo real"],"Sorry, you are not allowed to access this page.":["Síntoo, non tes permisos para acceder a esta páxina."],"Not allowed":["Non está permitido"],"See more":["Ver máis"],"We recommend adding one of the following marketing tools for your store. The extension will be installed and activated for you when you click \"Get started\".":["Recomendamos engadir unha das seguintes ferramentas de márketing para a túa tenda. A extensión instalarase e activarase automaticamente cando fagas clic en «Comezar»."],"Recommended marketing extensions":["Extensións de márketing recomendadas"],"%s logo":["Logotipo de %s"],"You can manage this payment gateway’s settings by clicking the button below":["Podes xestionar os axustes desta pasarela de pago facendo clic no seguinte botón"],"%s configured successfully":["%s configurado correctamente"],"Task postponed until tomorrow":["Tarefa posposta para mañá"],"Show %d more task.":["Amosar %i tarefa máis.","Amosar %i tarefas máis."],"With WooCommerce Shipping you can save time by printing your USPS and DHL Express shipping labels at home":["Con WooCommerce Shipping podes aforrar tempo imprimindo as túas etiquetas de envío de USPS e DHL Express desde casa"],"You have inventory to review and update":["Tes inventario que revisar e actualizar"],"Inventory to review":["Inventario que revisar"],"Orders to fulfill":["Pedidos por cumprir"],"You have %d new thing to do":["Tes %d tarefa nova que facer","Tes %d tarefas novas que facer"],"Things to do next":["Que facer a continuación"],"Show things to do next":["Amosar que facer a continuación"],"Additional payment options":["Métodos de pagamento adicionais"],"Setup required":["Configuración necesaria"],"Preview site":["Previsualizar sitio"],"Local Partner":["Colaborador local"],"Configure your %(title)s account":["Configura a túa conta %(title)s"],"Got it":["Entendido"],"No thanks, I'll set up manually":["Non, grazas, vou facelo manualmente"],"I don't charge sales tax":["Non cobro imposto"],"Set up manually":["Configura manualmente"],"Would you like to add the following paid features to your store now?":["Queres engadir as seguintes funcións de pagamento á túa tenda agora?"],"Get Support":["Obter soporte"],"Display options":["Opcións de visualización"],"Two columns":["Dúas columnas"],"Single column":["Unha columna"],"WooCommerce Home":["Páxina de inicio de WooCommerce"],"Download the WooCommerce app":["Descarga a aplicación WooCommerce"],"Run your store from anywhere":["Xestiona a túa tenda desde calquera lugar"],"Task dismissed":["Tarea descartada"],"My business doesn't charge sales tax":["O meu negocio non carga impostos de vendas"],"Abort":["Abortar"],"Review your shipping options":["Revisa os teus axustes de envío"],"Payment Methods":["Método de pagamento"],"Loading…":["Cargando…"],"Hide this":["Ocultar isto"],"Undo":["Desfacer"],"Home":["Inicio"],"Overview":["Resumo"],"There was an error loading recommended extensions.":["Houbo un erro ao cargar as extensións recomendadas."],"There was an error loading installed extensions.":["Houbo un erro ao cargar as extensións instaladas."],"There was an error trying to activate the extension.":["Houbo un erro ao intentar activar a extensión."],"The extension has been successfully activated.":["A extensión activouse correctamente."],"Installed marketing extensions":["Extensións de marketing instaladas"],"Finish setup":["Finalizar configuración"],"There was an error connecting to WooPayments. Please try again or connect later in store settings.":["Houbo un erro ao conectar con WooCommerce Payments. Por favor, inténtao de novo o conéctao máis tarde nos axustes da tenda."],"These details are required to receive payments via bank transfer":["Estes detalles son obrigatorios para recibir pagos mediante transferencia bancaria"],"Add your bank details":["Engade os detalles do teu banco"],"Direct bank transfer details added successfully":["Detalles para transferencia bancaria directa engadidos correctamente"],"There was a problem saving your payment settings":["Houbo un problema ao gardar os teus axustes de pagamento"],"Please enter an account number or IBAN":["Por favor, introduce un número de conta ou IBAN"],"Unregistered Statuses":["Estados non rexistrados"],"Install":["Instalar"],"Mutable settings should be accessed via data store.":["Os axustes modificables deberían ser accesibles a través do almacenamento de datos."],"%1$s &lsaquo; %2$s &#8212; WooCommerce":["%1$s &lsaquo; %2$s &#8212; WooCommerce"],"Store Activity":["Actividade da tenda"],"unread activity":["actividade sen ler"],"Reviews to moderate":["Valoracións pendentes de moderación"],"You have %d review to moderate":["Tes %d valoración pendente de moderación","Tes %d valoracións pendentes de moderación"],"You have %d order to fulfill":["Tes %d pedido por completar","Tes %d pedidos por completar"],"Get started":["Iniciar"],"Install %s":["Instalar %s"],"Task List Options":["Opcións da lista de tarefas"],"Good news!":["Boas novas!"],"By clicking \"Configure\" you're enabling tax rates and calculations. More info {{link}}here{{\/link}}.":["Ao facer clic en «Configurar», estás activando as taxas de impostos e cálculos. Máis información {{link}}aquí{{\/link}}."],"Head over to the tax rate settings screen to configure your tax rates":["Diríxete á pantalla de axustes das taxas de impostos para configurar as túas taxas de impostos"],"Configure tax rates":["Configurar as taxas de impostos"],"Connect your store to WordPress.com to enable automated sales tax calculations":["Conecta a túa tenda con WordPress.com para activar os cálculos automatizados dos impostos das vendas"],"Set up tax rates manually":["Configurar as taxas de impostos manualmente"],"WooCommerce Tax allows you to automate sales tax calculations":["WooCommerce Tax permíteche automatizar os cálculos dos impostos das vendas"],"You’re awesome! One less item on your to-do list ✅":["Eres xenial! Un elemento menos na túa lista de tarefas ✅"],"Connect your store to WordPress.com to enable label printing":["Conecta a túa tenda con WordPress.com para activar a impresión de etiquetas"],"Connect your store":["Conecta a túa tenda"],"We recommend using ShipStation to save time at the post office by printing your shipping labels at home. Try ShipStation free for 30 days. {{link}}Learn more{{\/link}}.":["Recomendamos usar ShipStation para aforrar tempo na oficina de correos imprimindo na casa as túas etiquetas de envío. Proba ShipStation gratis durante 30 días. {{link}}Aprende máis{{\/link}}."],"Enable shipping label printing":["Activar a impresión das etiquetas de envío"],"Define how much customers pay to ship to different destinations":["Define canto pagan os clientes polo envío a destinos diferentes"],"Set shipping costs":["Establecer os custos de envío"],"The address from which your business operates":["O enderezo desde o que opera o teu negocio"],"Set store location":["Establecer a ubicación da tenda"],"📦 Shipping is done! Don’t worry, you can always change it later":["📦 Envío realizado! Non te preocupes, sempre podes cambialo máis tarde"],"Shipping cost":["Custo do envío"],"Shipping rates can not be negative numbers.":["As tarifas de envío non poden ser números negativos."],"Your shipping rates have been updated":["Actualizáronse as túas tarifas de envío"],"There was a problem saving your store location":["Houbo un problema ao gardar a ubicación da túa tenda"],"Post code":["Código postal"],"Please select a country \/ region":["Por favor, selecciona un país \/ rexión"],"Install & enable":["Instalar e activar"],"Complete task":["Tarefa completada"],"Import your products":["Importar os produtos de demostración"],"I’ll do it later":["Fareino máis tarde"],"You won’t have access to this functionality until the extensions have been purchased and installed.":["Non terás acceso a esta funcionalidade ata que teñas comprado e instalado as extensións."],"Dismiss this notice":["Descartar este aviso"],"Select a default date range. When no range is selected, reports will be viewed by the default date range.":["Elixe un rango de datas por defecto. Cando non se selecciona ningún rango os informes mostraranse no rango de datas por defecto."],"Default date range:":["Rango de datas por defecto:"],"Orders with these statuses require action on behalf of the store admin. These orders will show up in the Home Screen - Orders task.":["Os pedidos con estes estados necesitan unha acción por parte do administrador da tenda. Estes pedidos mostraranse na tarefa de pedidos da pantalla de inicio."],"Actionable statuses:":["Estados que requiren acción:"],"Orders with these statuses are excluded from the totals in your reports. The {{strong}}Refunded{{\/strong}} status can not be excluded.":["Os pedidos con estes estados exclúense dos totais nos teus informes. Os estados de {{strong}}reembolsado{{\/strong}} non se poden excluír."],"Custom Statuses":["Estados personalizados"],"Excluded statuses:":["Estados excluídos:"],"Exclude the %s status from reports":["Excluír o estado %s dos informes"],"Continue setup":["Continuar coa configuración"],"Edit Product":["Editar produto"],"Analytics":["Análise"],"Revenue":["Ingresos"],"Country \/ Region":["País\/Rexión"],"Show less":["Mostrar menos"],"Yes please":["Si, por favor"],"Retry":["Reintentar"],"Layout":["Estrutura"],"Manage":["Xestionar "],"Recommended":["Recomendado "],"Copy link":["Copiar ligazón"],"Import products":["Importar produtos"],"Activate":["Activar"],"Connect":["Conectar"],"Export":["Exportar"],"Import":["Importar"],"Free shipping":["Envío gratuíto"],"Extensions":["Extensións"],"Dismiss":["Descartar"],"Rest of the world":["Resto do mundo"],"Payment methods":["Métodos de pago"],"Downloads":["Descargas"],"Configure":["Configurar"],"Buy now":["Comprar agora"],"Enable":["Activar"],"BIC \/ Swift":["BIC \/ Swift"],"IBAN":["IBAN"],"Bank name":["Nome do banco"],"Account number":["Número de conta"],"Account name":["Nome da conta"],"Sort code":["Código de clasificación"],"Save changes":["Gardar os cambios"],"Marketing":["Marketing"],"Copied!":["Copiado!"],"Display":["Amosar"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Na seguinte lista móstranse os métodos de pago instalados. Arrástraos e sóltaos para ordenalos e controlar como se verán na tenda."],"Reset":["Restablecer"],"Add products":["Engadir produtos"],"Save":["Gardar"],"Learn more":["Aprender máis"],"Variations":["Variacións"],"Address":["Enderezo","Enderezos"],"Products":["Produtos"],"Install WooCommerce Tax":["Instalar WooCommerce Tax"],"No thanks":["Non, grazas"],"Continue":["Continuar"],"Taxes":["Impostos"],"Customers":["Clientes"],"Orders":["Pedidos"],"City":["Cidade"],"Cancel":["Cancelar"],"Categories":["Categorías"],"Stock":["Inventario"],"Product":["Produto",""],"WooCommerce Tax":["Imposto de WooCommerce"],"Coupons":["Cupóns"],"Update":["Actualizar"],"Remove":["Eliminar"],"Download":["Descarga",""],"Settings":["Configuración"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/app\/index.js"}}