{"translation-revision-date":"2025-03-04 01:26:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Go to the Customizer":["Ir ao personalizador"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Personaliza todo, desde a paleta de cores e os tipos de letra ata o deseño de páxina, asegurándote de que cada detalle concorde coa túa marca."],"Design a new theme":["Deseñar un novo tema"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["O teu tema activo cambiará e poderías perder calquera cambio que fixeras nel."],"Are you sure you want to design a new theme?":["Seguro que queres deseñar un tema novo?"],"Customize your theme":["Personaliza o teu tema"],"Start designing":["Empeza a deseñar"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Crea rapidamente unha bonita tenda utilizando o noso deseñador de tendas integrado. Elixe o teu deseño, selecciona un estilo e moito máis."],"Design your own":["Crea o teu propio deseño"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Funciona cunha IA experimental. {{link}}Saber máis{{\/link}}"],"Start again":["Empezar de novo"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Deberás proporcionar a túa información empresarial de novo e perderás o teu deseño de IA actual. Se queres personalizar o teu deseño actual, podes facelo a través do <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start over?":["¿Estás seguro que queres empezar de novo?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["O deseñador da tenda creará un novo deseño para a túa tenda, e perderás calquera cambio que fixeches no teu tema activo. Se preferires seguir editando o teu tema, podes facelo a través do <EditorLink>Editor<\/EditorLink>."],"Are you sure you want to start a new design?":["¿Estás seguro que queres empezar un novo deseño?"],"Create a new one":["Crear un novo"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Segue personalizando o aspecto da túa tenda xerada por IA, ou empeza de novo e crea unha nova."],"Customize your custom theme":["Personaliza o teu tema."],"Find out how":["Descubre como"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Parece que estás usando o modo offline de Jetpack — cambia ao modo en liña para empezar a deseñar con IA."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["Lamentablemente, o [deseñador de tendas de IA] non está dispoñible neste momento porque non podemos detectar a túa rede. Comproba a túa conexión a Internet."],"Looking to design your store using AI?":["Queres deseñar a túa tenda utilizando IA?"],"Go to the Editor":["Ir ao editor"],"Design with AI":["Deseñar con IA"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Deseña o aspecto da túa tenda, crea páxinas e xera copias usando as nosas ferramentas de IA integradas."],"Use the power of AI to design your store":["Usa o poder da IA para deseñar a túa tenda"],"Customize your store":["Personaliza a túa tenda"],"Customize":["Personalizar"],"Cancel":["Cancelar"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/6916.js"}}