{"translation-revision-date":"2025-03-04 01:26:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"There are a total of %d color palettes":["Hai un total de %d paletas de cor"],"Color palettes":["Paletas de cor"],"Sorry, you don't have permission to update the theme.":["Síntoo, non tes permiso para actualizar o tema."],"Finish customizing":["Terminando de personalizar"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in Editor.":["Selecciona o par de fontes que mellor se adapte á túa marca. A fonte máis grande utilizarase para os encabezados, e a máis pequena para o contido de apoio. Podes cambiar a fonte en calquera momento no editor."],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in Editor.":["A IA selecciounou a combinación de fontes que mellor se adapta ao teu negocio. Se queres cambialas, selecciona unha nova opción abaixo agora, ou máis adiante no editor."],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in Editor.":["Elixe a paleta de cores que mellor se adapte á túa marca. Queres cambiala? Crea a túa paleta de cores personalizada a continuación, ou actualízaa máis tarde no editor."],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in Editor.":["Basándose na información que compartiches, a nosa ferramenta de IA recomenda utilizar esta paleta de cores. Queres cambiala? Podes seleccionar ou engadir novas cores a continuación, ou actualizalas máis tarde no editor."],"Add patterns":["Engadir padróns"],"More patterns from the WooCommerce.com library are available! Opt in to connect your store and access the full library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Hai máis padróns da biblioteca de WooCommerce.com dispoñibles. Rexístrate para conectar a túa tenda e acceder á biblioteca completa, ademais de obter contido máis relevante e unha experiencia de configuración de tenda personalizada. Ao rexistrarte, habilitarase o {{link}}seguimento de uso{{\/link}}, que podes desactivar en calquera momento a través dos axustes de WooCommerce."],"Access more patterns":["Acceder a máis padróns"],"Create an engaging homepage by adding and combining different patterns and layouts. You can continue customizing this page, including the content, later via the Editor.":["Crea unha páxina de inicio atractiva engadindo e combinando distintos padróns e deseños. Podes continuar personalizando esta páxina, incluído o seu contido, cando desexes desde o editor."],"Unfortunately, a technical issue is preventing more patterns from being displayed. Please <FetchPatterns>try again<\/FetchPatterns> later.":["Lamentablemente, un problema técnico impide que se mostren máis padróns. <FetchPatterns>Inténtao de novo<\/FetchPatterns> máis tarde."],"Build your brand by creating a memorable logo using {{link}}Fiverr{{\/link}}.":["Constrúe a túa marca creando un logotipo memorable con {{link}}Fiverr{{\/link}}."],"More fonts are available! Opt in to connect your store and access the full font library, plus get more relevant content and a tailored store setup experience. Opting in will enable {{link}}usage tracking{{\/link}}, which you can opt out of at any time via WooCommerce settings.":["Hai máis fontes dispoñibles. Rexístrate para conectar a túa tenda e acceder a toda a biblioteca de fontes, ademais de obter contido máis relevante e unha experiencia de configuración de tenda personalizada. Ao rexistrarte, habilitarase o {{link}}seguimento de uso{{\/link}}, que podes desactivar en calquera momento a través dos axustes de WooCommerce."],"Access more fonts":["Acceder a máis fontes"],"Add one or more of our homepage patterns to create a page that welcomes shoppers.":["Engade un o varios dos nosos padróns de páxina de inicio para crear unha páxina que dea a benvida aos compradores."],"Promote your social channels and give shoppers a way to see your latest products and news.":["Promociona as túas canles de redes sociais e ofrece aos compradores unha forma de ver os teus últimos produtos e novidades."],"Social media":["Redes sociais"],"Encourage sales by sharing positive feedback from happy shoppers.":["Fomenta as vendas compartindo os comentarios positivos de compradores satisfeitos."],"Share information on any services that your business can provide.":["Comparte información sobre os servizos que pode ofrecer a túa empresa."],"Show your shoppers what’s special about your business.":["Mostra aos teus compradores o que a túa empresa ten de especial."],"Put the spotlight on one or more of your products or product categories.":["Destaca un o varios dos teus produtos ou categorías de produtos."],"Featured selling":["Venda destacada"],"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["Deseña unha tenda que reflexe a túa marca e o teu negocio. Personaliza o teu tema activo, escolle un tema deseñado profesionalmente ou crea un novo aspecto usando o noso deseñador de tendas."],"DON'T HAVE A LOGO YET?":["AÍNDA NON TES LOGO?"],"Want more patterns?":["Queres máis padróns?"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["Desafortunadamente, estamos experimentando algúns problemas técnicos. Volve máis tarde para obter máis padróns."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["Activa o <OptInModal>seguimento de uso<\/OptInModal> para acceder a máis padróns."],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["Parece que non podemos detectar a túa rede. Comproba a túa conexión a Internet e actualiza a páxina."],"Shuffle":["Aleatorio"],"Services":["Servizos"],"Welcome shoppers to your store with one of our introductory patterns.":["Dálle a benvida aos teus clientes á túa tenda cun dos nosos padróns de presentación."],"Intro":["Introdución"],"You can edit your content later in the Editor":["Podes editar o teu contido máis tarde no editor."],"Browse themes":["Explorar temas"],"Choose a professionally designed theme":["Escolle un tema deseñado por un profesional"],"Use the store designer":["Usa o deseñador de tendas"],"Design your own theme":["Deseña o teu propio tema"],"Design or choose a new theme":["Deseñar ou escolle un novo tema"],"Congratulations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["Parabéns! Deseñaches correctamente a túa tenda. Agora podes volver á pantalla de inicio para completar a configuración da túa tenda e comezar a vender."],"Go to Products":["Ir aos produtos"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["Comeza a encher as túas estanterías virtuais engadindo ou importando os teus produtos, ou edita os produtos de mostra."],"What's next?":["E agora que?"],"View store":["Ver tenda"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["Noraboa! Deseñaches a túa tenda correctamente. Bota unha ollada ao teu duro traballo antes de continuar coa configuración da túa tenda."],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor later.":["Selecciona un pé de páxina entre as seguintes opcións. O teu pé de páxina inclúe a navegación secundaria do teu sitio e engadirase a cada páxina. Podes seguir personalizándoo a través do editor cando desexes."],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the Editor.":["Crea unha páxina de inicio atractiva seleccionando un dos nosos deseños predeseñados. Podes continuar personalizando esta páxina, incluído o seu contido, cando desexes desde o editor."],"Choose your homepage":["Escoller a túa páxina de inicio."],"Opt in":["Activar"],"Want more font pairings?":["Queres máis combinacións de fontes?"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["Actualiza á <WordPressLink>última versión de WordPress<\/WordPressLink> para acceder a máis fontes."],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["Activa o <OptInModal>seguimento de uso<\/OptInModal> para acceder a máis fontes."],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["Actualiza á <WordPressLink>última versión de WordPress<\/WordPressLink> e <OptInModal>activa o seguimento de uso<\/OptInModal> para acceder a máis fontes."],"Add your products":["Engadir os teus produtos."],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["Vaia! Atopamos un problema ao establecer as bases. {{anchor}}Por favor, inténtao de novo{\/anchor}} ou empeza cun tema."],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["Síntete libre de dicir todo o que necesites aquí. Todas as suxerencias, opinións ou comentarios acerca de «Deseña o teu propio tema» son benvidos."],"I wanted to design my own theme.":["Quería deseñar o meu propio tema."],"What motivated you to choose the \"Design your own theme\" option?":["Que te motivou a elixir a opción «Deseña o teu propio tema»?"],"Choose your footer":["Elixir o teu pé de páxina"],"Design your homepage":["Deseñar a túa páxina de inicio"],"Choose your header":["Elixir a túa cabeceira"],"Choose fonts":["Elixir fontes"],"Choose your color palette":["Elixir a túa paleta de cores"],"Create a store that reflects your brand and business. Select one of our professionally designed themes to customize, or create your own using AI.":["Crea unha tenda que reflicta a túa marca e negocio. Selecciona un dos nosos temas deseñados profesionalmente para personalizar ou crea o teu propio usando a IA."],"Take a quick tour to discover what's possible.":["Fai un rápido percorrido para descubrir todas as posibilidades."],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["Pero non deixes que iso te deteña! Empeza a personalizar o aspecto da túa tenda engadindo o teu logotipo e seleccionando as cores e o deseño. "],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["Empeza a deseñar a túa tenda: engade o teu logotipo, cambia os esquemas de cor e construé os teus propios deseños. Fai un rápido percorrido para descubrir todas as posibilidades."],"Discover what's possible with the store designer":["Descubre o que é posible co deseñador de tendas"],"Setting up the foundations":["Configurando os cimentos"],"Our AI tool had a few issues generating your content.":["A nosa ferramenta IA tivo algúns problemas ao xerar o teu contido."],"Welcome to your store!":["Dámosche a benvida á túa tenda!"],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["Non dubides en contalo aquí. Todas as suxerencias, opinións ou comentarios sobre a experiencia de tenda xerada pola IA son benvidos."],"Did you find anything confusing, irrelevant, or not useful?":["Encontraches algo confuso, irrelevante ou pouco útil?"],"Other.":["Outro."],"I didn't find a theme that matched my needs.":["Non encontrei un tema que se axuste ás miñas necesidades."],"I didn't like any of the available themes.":["Non me gustou ningún dos temas dispoñibles."],"I wanted to see how AI could help me streamline the process.":["Quería ver como podía axudarme a IA a facilitar o proceso."],"What motivated you to choose the “Design with AI” option?":["Que te motivou a elixir a opción de «Deseñar coa IA»?"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["Nunha escala de dificultade, onde 1 é igual a difícil e 5 a moi fácil, como valorarías a experiencia no seu conxunto?"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["O noso obxectivo é asegurarnos de que teñas as ferramentas adecuadas para empezar a personalizar a túa tenda. Encantaríanos saber se cumprimos a nosa meta e como podemos mellorar."],"Continue designing":["Seguir deseñando"],"Exit and lose changes":["Saír e perder os cambios"],"You'll lose any changes you've made to your store's design and will start the process again.":["Perderás calquera cambio que leves feito no deseño da túa tenda e empezará o proceso de novo."],"Are you sure you want to exit?":["Seguro que queres saír?"],"Generating content":["Xerando contido"],"Editor canvas":["Lienzo do editor"],"Please try again":["Inténtao de novo."],"Oops! We encountered a problem while generating your store. <retryButton\/>":["Vaia! Atopamos un problema ao xerar a túa tenda. <retryButton\/>"],"Active theme":["Tema activo"],"Back to Home":["Volver á páxina de inicio"],"Go back to the Home screen to complete your store setup and start selling":["Volve á pantalla de inicio para completar a configuración da túa tenda e comezar a vender"],"Go to the Editor":["Ir ao editor"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["Diríxete ao Editor para cambiar as túas imaxes e texto, engadir máis páxinas e facer máis personalizacións."],"Fine-tune your design":["Perfecciona o teu deseño"],"Your store looks great!":["O túa tenda ten un aspecto estupendo."],"Browse all themes":["Ver todos os temas"],"Or select a professionally designed theme to customize and make your own.":["Ou selecciona un tema deseñado profesionalmente para personalizar e crear o teu."],"Customize your store":["Personaliza a túa tenda"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["Personaliza o estilo e o deseño da túa tenda para que se adapte á túa marca. Engade o teu logotipo, cambia o tipo de letra e as cores e proba diferentes deseños de páxina. Poderás editar o texto e as imaxes máis tarde a través do Editor."],"Make your store your own":["Fai túa a túa tenda"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["Calquera cambio que fagas no deseño e no estilo aparecerá aquí en tempo real; é perfecto para probar diferentes looks antes de facelo en directo. Tamén podes cambiar o tamaño desta área para comprobar o aspecto da túa tenda no móbil."],"View your changes in real time":["Visualiza os teus cambios en tempo real"],"Welcome to your AI-generated store!":["Dámosche a benvida á túa tenda xerada por inteligencia artificial."],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["Aquí é onde podes empezar a personalizar o aspecto da túa tenda. Entre outras cousas, podes engadir o teu logotipo e cambiar as cores e deseños. Fai un percorrido rápido para descubrir todas as posibilidades."],"Take a tour":["Facer un recorrido"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["Usa as frechas cara á esquerda e á dereita para cambiar o tamaño do lenzo. Mantén premida a tecla maiúsculas para cambiar o tamaño en incrementos maiores."],"Saving failed.":["Erro ao gardar."],"Logo":["Logotipo"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["Asegúrate de que a túa tenda teña marca engadindo o teu logotipo. Para obter os mellores resultados, carga un SVG ou PNG que teña un mínimo de 300 píxeles de ancho."],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["As iconas do sitio son o que ves nas pestanas do navegador, nas barras de marcadores e nas aplicacións móbiles de WordPress."],"Use as site icon":["Utilizar como icona do sitio"],"Link logo to homepage":["Ligazón do logotipo á páxina de inicio"],"Image width":["Anchura da imaxe"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the Editor.":["Selecciona un novo pé de páxina entre as seguintes opcións. O teu pé de páxina inclúe a navegación secundaria do teu sitio e engadirase a cada páxina. Podes seguir personalizándoo a través do editor."],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the Editor.":["Baseándose nas tendas máis exitosas do teu sector e localización, a nosa ferramenta de intelixencia artificial recomendou este modelo para a túa empresa. Prefires un deseño diferente? Escolle agora entre os seguintes modelos, ou máis tarde a través do editor."],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the Editor.":["Selecciona un novo encabezado entre as seguintes opcións. A túa cabeceira inclúe a navegación do teu sitio e engadirase a cada páxina. Podes seguir personalizándoo a través do editor."],"Change your font":["Cambia a fonte"],"or create your own":["ou crea o teu propio"],"Change your footer":["Cambia o teu pé de páxina"],"Change your homepage":["Cambia a túa páxina de inicio"],"Change your header":["Cambia o teu encabezado"],"Change fonts":["Cambia as fontes"],"Change the color palette":["Cambia a paleta de cores"],"Add your logo":["Engade o teu logotipo"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the Editor later.":["Usa as nosas ferramentas de estilo e deseño para personalizar o deseño da túa tenda. O contido e as imaxes pódense engadir ou cambiar posteriormente a través do editor."],"Let's get creative":["Deixemos voar a nosa creatividade"],"Which writing style do you prefer?":["Que estilo de escritura prefires?"],"Direct yet respectful, serious and professional.":["Directo pero respectuoso, serio e profesional."],"Formal":["Formal"],"Impartial tone with casual expressions without slang.":["Ton imparcial con expresións informais sen argot."],"Relaxed and friendly, like a conversation with a friend.":["Relaxado e amistoso, coma unha conversación cun amigo."],"Informal":["Informal"],"How would you like your store to look?":["Como te gustaría que fora a túa tenda?"],"Vibrant with eye-catching colors and visuals.":["Vibrante con cores e efectos visuais rechamantes."],"Bold":["Negriña"],"Elegant and timeless with a nostalgic touch.":["Elegante e atemporal cun toque nostálxico."],"Classic":["Clásico"],"Clean lines, neutral colors, sleek and modern look.":["Liñas limpas, cores neutras, aspecto elegante e moderno."],"Contemporary":["Contemporáneo"],"Who your target audience is":["Quen é o teu público obxectivo?"],"What makes your business unique":["Que fai única a túa empresa?"],"How many products you plan on displaying":["Cantos produtos pensas amosar?"],"What you want to sell":["Qué queres vender?"],"Try to include:":["Tenta incluir:"],"The more detail you provide, the better job our AI can do!":["Cantos máis detalles proporciones, mellor traballo poderá facer a nosa IA."],"Tell us a bit more about your business":["Cóntanos un pouco máis sobre a túa empresa"],"Applying the finishing touches":["Aplicando os últimos retoques"],"Assembling your AI-optimized store":["Montando a túa tenda optimizada para IA"],"Designing the best look for your business":["Deseñando a mellor imaxe para a túa empresa"],"Comparing the top performing stores":["Comparando as tendas cos mellores resultados"],"Analyzing your responses":["Analizando as túas respostas"],"Opening the doors":["Abrindo as portas"],"Drag to resize":["Arrastra para cambiar o tamaño"],"Turning on the lights":["Acendido de luces"],"Thanks for the feedback. We'll put it to good use!":["Grazas pola túa opinión. Darémoslle bo uso!"],"Replace":["Substituír"],"Continue setting up your store":["Segue configurando a túa tenda"],"Options":["Opcións"],"Send":["Enviar"],"Neutral":["Neutral"],"Back":["Volver"],"Navigation":["Navegación"],"Style":["Estilo"],"Paid":["Pagada"],"Share feedback":["Compartir comentarios"],"Skip":["Omitir"],"About":["Acerca de"],"Layout":["Estrutura"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["Anterior"],"Close":["Pechar"],"Continue":["Continuar"],"Cancel":["Cancelar"],"Default":["Predeterminado"],"Reviews":["Reseñas"],"Delete":["Eliminar"],"Settings":["Configuración"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}