{"translation-revision-date":"2025-03-04 01:26:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"All of your Woo Marketplace purchases can be found here, or on WooCommerce.com.<br\/><br\/>Every purchase is backed by our <a1>30-day money-back guarantee<\/a1>, and includes <a2>email and live chat support<\/a2>.<br\/><br\/>That's it! You're now ready to power up your store.":["Todas as túas compras non mercado de Woo pódense atopar aquí o en WooCommerce.com.<br\/><br\/>Cada compra está respaldada pola nosa <a1>garantía de devolución dos cartos de 30 días<\/a1> e inclúe <a2>soporte por medio de chat en vivo e correo electrónico<\/a2>.<br\/><br\/>Iso é todo! Xa estás listo para pór en marcha a túa tenda."],"Scroll down to see all of the relevant extensions and solutions.<br\/><br\/>Click on any solution to learn more about its features, any installation requirements, and available documentation.":["Desplázate cara abaixo para ver todas as extensións e soluciones pertinentes.<br\/><br\/>Fai clic en calquera solución para obter máis información sobre as súas funcións, os requisitos de instalación e a documentación dispoñible."],"Learn more about each product":["Obtén máis información sobre cada produto"],"Or if you're not sure exactly what you need, you can browse all available extensions by category.":["Se non estás seguro do que necesitas exactamente, podes examinar todas as extensións dispoñibles por categorías."],"Power up your store by adding extra functionality with extensions or integrate your store with other software and services.<br\/><br\/>Here you'll find hundreds of trusted solutions for your store — all reviewed and approved by the Woo team.<br\/><br\/>You can also browse the Woo Marketplace at WooCommerce.com.":["Potencia a túa tenda engadindo funcións adicionais con extensións ou integra a túa tenda con outros programas e servizos.<br\/><br\/>Aquí atoparás centos de solucións de confianza para a túa tenda, todas revisadas e aprobadas polo equipo de Woo.<br\/><br\/>Tamén podes navegar polo mercado de Woo en WooCommerce.com."],"Use the search box to find specific extensions or solutions.":["Usa a caixa de busca para encontrar produtos ou solucións específicas."],"email and live chat support":["axuda por correo electrónico e en directo por chat"],"Contact support":["Contactar con soporte"],"30-day money-back guarantee":["Garantía de devolución de 30 días"],"Refund policy":["Política de reembolso"],"Manage your purchases":["Xestiona as túas compras"],"Browse for new ideas":["Busca novas ideas"],"Find exactly what you need":["Encontra exactamente o que necesitas"],"Welcome to the WooCommerce Marketplace":["Dámosche a benvida ao mercado de WooCommerce"]}},"comment":{"reference":"assets\/client\/admin\/wp-admin-scripts\/wc-addons-tour.js"}}