{"translation-revision-date":"2025-02-26 10:24:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=4; plural=(n % 100 == 1) ? 0 : ((n % 100 == 2) ? 1 : ((n % 100 == 3 || n % 100 == 4) ? 2 : 3));","lang":"sl_SI"},"Go to the Customizer":["Pojdi na prilagojevalnik"],"Customize everything from the color palette and the fonts to the page layouts, making sure every detail aligns with your brand.":["Prilagodite vse, od barvne palete in pisav do postavitev strani, in poskrbite, da bo vsaka podrobnost usklajena z vašo blagovno znamko."],"Design a new theme":["Oblikujte novo temo"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["Vaša dejavna tema bo spremenjena in lahko izgubite vse spremembe, ki ste jih naredili."],"Are you sure you want to design a new theme?":["Ali ste prepričani, da želite oblikovati novo temo?"],"Customize your theme":["Prilagodite vašo temo"],"Start designing":["Začnite oblikovati"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["Hitro ustvarite čudovito trgovino z našim vgrajenim snovalnikom trgovin. Izberite postavitev, slog in še veliko več."],"Design your own":["Oblikujte lastno"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["Poganja preizkusna umetna inteligenca. {{link}}Več o tem{{\/link}}"],"Start again":["Začni znova"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Znova boste morali posredovati podatke o vašem podjetju in izgubili boste obstoječo oblikovanje umetne inteligence. Če želite prilagoditi obstoječe oblikovanje, lahko to storite preko <EditorLink>Urejevalnika<\/EditorLink>."],"Are you sure you want to start over?":["Ali ste prepričani, da želite začeti znova?"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["Snovalnik trgovine bo za vas ustvaril novo obliko trgovine in izgubili boste vse spremembe, ki ste jih naredili v vaši dejavni temi. Če želite še naprej urejati temo, lahko to storite prek <EditorLink>urejevalnika<\/EditorLink>."],"Are you sure you want to start a new design?":["Ali ste prepričani, da želite začeti novo oblikovanje?"],"Create a new one":["Ustvari novega"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["Še naprej prilagajajte videz vaše trgovine, ustvarjene z umetno inteligenco, ali začnite znova in ustvarite novo."],"Customize your custom theme":["Prilagodite vašo prilagojeno temo"],"Find out how":["Ugotovite, kako"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["Videti je, da uporabljate Jetpackov način brez povezave — preklopite v povezan način, da začnete oblikovati z umetno inteligenco."],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["[AI snovalnik trgovine] žal trenutno ni na voljo, ker ne moremo zaznati vašega omrežja. Preverite internetno povezavo."],"Looking to design your store using AI?":["Želite oblikovati vašo trgovino z umetno inteligenco?"],"Go to the Editor":["Pojdi na urejevalnik"],"Design with AI":["Oblikuj z umetno inteligenco"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["Oblikujte videz vaše trgovine, ustvarite strani in ustvarite kopijo z našimi vgrajenimi orodji umetne inteligence."],"Use the power of AI to design your store":["Uporabite moč umetne inteligence za oblikovanje vaše trgovine"],"Customize your store":["Prilagodite vašo trgovino"],"Customize":["Prilagodi"],"Cancel":["Prekliči"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/6916.js"}}