{"translation-revision-date":"2025-02-26 10:24:41+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=4; plural=(n % 100 == 1) ? 0 : ((n % 100 == 2) ? 1 : ((n % 100 == 3 || n % 100 == 4) ? 2 : 3));","lang":"sl_SI"},"Apply to store pages only":["Uveljavi samo za strani trgovine"],"Manage how your site appears to visitors. <a>Learn more<\/a>":["Upravljajte, kako je vaše spletišče prikazano obiskovalcem. <a>Več o tem<\/a>"],"Are you sure you want to switch from live to coming soon mode? Your site will not be visible, and customers won’t be able to make purchases during this time.":["Ali ste prepričani, da želite preklopiti iz javnega načina v kmalu na voljo? Vaše spletišče ne bo vidno in kupci v tem času ne bodo mogli kupovati."],"Confirm switch to ‘Coming soon’ mode":["Potrdi preklop v način »Kmalu na voljo«."],"Coming soon":["Kmalu na voljo"],"Share your site with anyone using a private link.":["Delite svoje spletišče s komer koli preko zasebne povezave."],"Display a “coming soon” message on your store pages — the rest of your site will remain visible.":["Prikažite sporočilo »kmalu na voljo« na svojih straneh trgovine — preostali del vašega spletišča bo ostal viden."],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing.":["Vaše spletišče je pred obiskovalci skrito za pristajalno stranjo »Kmalu na voljo«, dokler ne bo pripravljeno za ogled."],"Your entire site is visible to everyone.":["Vaše celotno spletišče je vidno vsem."],"Share your site with a private link":["Delite svoje spletišče s pomočjo zasebne povezave"],"Your site is hidden from visitors behind a “Coming soon” landing page until it’s ready for viewing. You can customize your “Coming soon” landing page via the <a>Editor<\/a>.":["Vaše spletišče je pred obiskovalci skrito za pristajalno stranjo »Kmalu na voljo«, dokler ne bo pripravljeno za ogled. Pristajalno stran »Kmalu na voljo« lahko prilagodite preko <a>urejevalnika<\/a>."],"Site visibility":["Vidnost spletišča"],"Live":["Javno"],"Switch":["Preklopi"],"Payments made simple, designed exclusively<br\/>for WooCommerce stores.":["Preprosta plačila, zasnovana izključno<br\/>za trgovine WooCommerce."],"WooPayments is pre-integrated with popular payment options:":["WooPayments je vnaprej integriran s priljubljenimi možnostmi plačila:"],"Use recommended settings":["Uporabi priporočene nastavitve"],"{{b}}Inconsistent tax settings:{{\/b}} To avoid possible rounding errors, prices should be entered and displayed consistently in all locations either including, or excluding taxes.":["{{b}}Neskladne nastavitve davkov:{{\/b}} Da bi se izognili morebitnim napakam pri zaokroževanju, je treba cene dosledno vnesti in dosledno prikazati na vseh lokacijah, z davki ali brez."],"Recommended settings applied.":["Uveljavljene priporočene nastavitve."],"Payment Methods":["Načini plačila"],"Mutable settings should be accessed via data store.":["Do spremenljivih nastavitev je treba dostopati preko shrambe podatkov."],"Get started":["Začnite"],"Copy link":["Kopiraj povezavo"],"Save changes":["Shrani spremembe"],"Copied!":["Kopirano!"],"Installed payment methods are listed below and can be sorted to control their display order on the frontend.":["Nameščeni načini plačila so navedeni spodaj. Razvrstite jih lahko za prikaz na uporabniških straneh."],"Learn more":["Več"],"Cancel":["Prekliči"],"Metro Manila":["Metro Manila"],"Roma":["Roma"]}},"comment":{"reference":"assets\/client\/admin\/settings\/index.js"}}