{"translation-revision-date":"2025-03-04 01:26:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"Failed to delete the variation.":["Non se puido eliminar a variación."],"%s deleted.":["%s eliminadas."],"Deleted variations cannot be restored.":["As variacións eliminadas non se poden restaurar."],"If you continue, this variation with all of its information will be deleted and customers will no longer be able to purchase it.":["Se continúas, esta variación con toda a súa información eliminarase e os clientes xa non poderán comprala."],"Delete %s?":["Eliminar %s?"],"Delete variation":["Eliminar variación"],"New product form (Beta)":["Novo formulario de produtos (Beta)"],"We're actively working on adding more features to the product form, including the ability to add digital products, variations, and more. Watch this space!":["Estamos traballando activamente para engadir máis características ao formulario de produtos, incluída a posibilidade de engadir produtos dixitais, variacións e moito máis. Vixila este espazo!"],"Get your products listed and available for purchase in no time! Our modern technology ensures a reliable and streamlined experience.":["Pon os teus produtos á venda nun abrir e pechar de ollos. A nosa moderna tecnoloxía garantiza unha experiencia fiable e ágil."],"Lightning fast performance ":["Rendemento espectacular "],"Show off what's great about your products and engage your customers with content-rich product descriptions. Add images, videos, and any other content they might need to make a purchase.":["Mostra o mellor dos teus produtos e atrae aos teus clientes con descricións ricas en contido. Engade imaxes, vídeos e calquera outro contido que poidan necesitar para realizar unha compra."],"Everything you need to create and sell your products, all in one place. From photos and descriptions to pricing and inventory, all of your product settings can be found here.":["Todo o que necesitas para crear e vender os teus produtos, todo nun só lugar. Desde fotos e descricións ata prezos e inventario, todos os axustes dos teus produtos encóntranse aquí."],"About the form…":["Acerca do formulario…"],"Thanks for the feedback — we'll put it to good use!":["Grazas polos teus comentarios – Darémoslles bo uso!"],"What do you think of the new product form?":["Que pensas do novo formulario de produtos?"],"Tell me more":["Cóntame máis"],"More features are on the way":["Máis características en breve"],"Content-rich product descriptions":["Descricións de produtos ricas en contido"],"Fresh and modern interface":["Interface fresca e moderna"],"Turn off the new product form":["Desactivar o novo formulario de produtos"],"Save changes and go back to the classic product editing screen.":["Garda cambios e volve á pantalla clásica de edición de produtos."],"Please enter no more than 500 characters.":["Por favor, non introduzas máis de 500 caracteres."],"Please enter a valid email address.":["Por favor, introduce un enderezo de correo electrónico válido."],"In case you want to participate in further discussion and future user research.":["En caso de que queiras participar en máis debates e investigación futura de usuarios."],"YOUR EMAIL ADDRESS <optional \/>":["A TÚA DIRECCIÓN DE CORREO ELECTRÓNICO <optional \/>"],"(OPTIONAL)":["(OPCIONAL)"],"ADDITIONAL THOUGHTS <optional \/>":["PENSAMENTOS ADICIONAIS <optional \/>"],"The product editing screen's functionality meets my needs":["A funcionalidade da pantalla de edición de produtos cumpre coas miñas necesidades"],"The product editing screen is easy to use":["A pantalla de edición de produtos é fácil de usar"],"Finish":["Terminar"],"Page %1$d of %2$d":["Páxina %1$d de %2$d"],"Guide controls":["Controis de guía"],"Share feedback":["Compartir comentarios"],"Next":["Seguinte"],"Previous":["Anterior"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/7726.js"}}