{"translation-revision-date":"2025-03-04 01:26:11+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"gl_ES"},"You do not have permissions to install plugins. Please contact your site administrator.":["Non tes permisos para instalar plugins. Por favor, contacta co administrador do teu sitio."],"I’m setting up a store for a client":["Estou montando unha tenda para un cliente"],"Oops! We encountered a problem while fetching the list of countries to choose from. <retryButton\/> or <skipButton\/>":["Vaia! Houbo un problema ao conseguir a lista de países para escoller. <retryButton\/> ou <skipButton\/>"],"Arts and crafts":["Artes e manualidades"],"Sports and recreation":["Deportes e tempo libre"],"Please try again":["Inténtao de novo."],"Opt-in to receive tips, discounts, and recommendations from the Woo team directly in your inbox.":["Inscríbete para recibir consellos, descontos e recomendacións do equipo de Woo directamente na túa bandexa de entrada."],"This email is not valid.":["Este correo electrónico non é válido."],"wordpress@example.com":["wordpress@example.com"],"Your email address":["O teu enderezo de correo electrónico"],"Enhance your store by installing these free business features. No commitment required – you can remove them at any time.":["Mellora a túa tenda instalando estas características gratuítas para negocios. Non se require ningún tipo de compromiso - podes eliminalas en calquera momento."],"Get a boost with our free features":["Consigue un empuxón coas nosas características gratuítas"],"Oops! We encountered a problem while installing %s. {{link}}Please try again{{\/link}}.":["Vaia! Atopamos un problema ao instalar %s. {{link}}Por favor, inténtao de novo{{\/link}}."],"Shipping issues":["Problemas de envío"],"Payment issues":["Problemas de pago"],"Tax and duty obligations":["Obligacións fiscais e tributarias"],"Setting up your store in the wrong country may lead to the following issues: ":["Configurar a túa tenda co país incorrecto pode provocar os seguintes problemas: "],"It looks like you’re located in <geolocatedCountry><\/geolocatedCountry>. Are you sure you want to create a store in <selectedCountry><\/selectedCountry>?":["Parece que estás localizado en <geolocatedCountry><\/geolocatedCountry>. Seguro que queres crear unha tenda en <selectedCountry><\/selectedCountry>?"],"Where is your store located?":["Onde está ubicada a túa tenda?"],"Select an industry":["Elixe un sector"],"Don’t worry — you can always change it later!":["Non te preocupes, sempre podes cambialo máis adiante!"],"Ex. My awesome store":["Ex: A miña fantástica tenda"],"Give your store a name":["Ponlle un nome á túa tenda"],"We’ll use this information to help you set up payments, shipping, and taxes, as well as recommending the best theme for your store.":["Usaremos esta información para axudarche a configurar os pagos, envíos e impostos, así como para recomendarche o mellor tema para a túa tenda."],"Tell us a bit about your store":["Cóntanos algo máis sobre a túa tenda"],"Our favorite color is purple ":["O morado é a nosa cor favorito "],"Opening the doors":["Abrindo as portas"],"Did you know that Woo was founded by two South Africans and a Norwegian? Here are three alternative ways to say “store” in those countries – Winkel, ivenkile, and butikk.":["Sabías que os fundadores de Woo son dous surafricanos e un noruego? Estas son tres xeitos de dicir «tenda» nos seus países: winkel, ivenkile e butikk."],"Woo! Let’s get your features ready":["Woo! Preparemos as túas características"],"Did you know that Woo powers almost 4 million stores worldwide? You’re in good company.":["Sabías que Woo se utiliza en case 4 millóns de tendas por todo o mundo? Estás en boa compañía."],"Extending your store’s capabilities":["Ampliando as capacidades da túa tenda"],"Which industry is your client’s business in?":["De que sector son os clientes do teu negocio?"],"Which industry is your business in?":["De que sector é o teu negocio?"],"What type of products or services do you plan to sell?":["Que tipo de produtos ou servizos tes pensado vender?"],"Home, furniture and garden":["Fogar, mobles e xardín"],"Clothing and accessories":["Roupa e accesorios"],"The Woo team is made up of over 350 talented individuals, distributed across 30+ countries.":["Máis de 350 persoas distribuídas en máis de 30 países aportan todo o seu talento ao equipo de Woo."],"#FunWooFact: ":["#CuriosidadesWoo: "],"Turning on the lights":["Acendido de luces"],"Go to my store":["Ir á miña tenda"],"We’ll use this information to help you set up payments, shipping, and taxes.":["Utilizaremos esta información para axudarche a configurar os pagos, os envíos e os impostos."],"Where is your business located?":["Onde está ubicado o teu negocio?"],"Select country\/region":["Elixir país ou rexión"],"Which platform(s) are you currently using?":["Que plataformas usas actualmente?"],"Are you selling online?":["Vendes en liña?"],"Let us know where you are in your commerce journey so that we can tailor your Woo experience for you.":["Fainos saber en que punto do teu recorrido comercial te encontras para que poidamos ofrecerche unha experiencia Woo á túa medida."],"Which one of these best describes you?":["Cal destas opcións te describe mellor?"],"skip this step":["saltar este paso"],"I agree to share my data to tailor my store setup experience, get more relevant content, and help make WooCommerce better for everyone. You can opt out at any time in WooCommerce settings. {{link}}Learn more about usage tracking.{{\/link}}":["Acepto compartir os meus datos para personalizar a experiencia de configuración da miña tenda, obter contido máis relevante e axudar a mellorar WooCommerce para todos. Podes excluirte en calquera momento nos axustes de WooCommerce. {{link}}Máis información sobre o seguimento do uso{{\/link}}."],"Set up my store":["Configurar a miña tenda"],"It’s great to have you here with us! We’ll be guiding you through the setup process – first, answer a few questions to tailor your experience.":["Estamos encantados de terte con nós! Guiarémoste polo proceso de configuración, pero antes, contesta unhas preguntas para adaptar a túa experiencia."],"Welcome to Woo!":["Dámosche a benvida a Woo!"],"Skip guided setup":["Saltar a configuración guiada"],"WordPress":["WordPress"],"Pinterest":["Pinterest"],"Facebook Marketplace":["Marketplace de Facebook"],"Ecwid":["Ecwid"],"Ebay":["Ebay"],"Big Commerce":["Big Commerce"],"Big Cartel":["Big Cartel"],"Adobe Commerce":["Adobe Commerce"],"I’m selling both online and offline":["Vendo tanto en liña como en tendas físicas"],"No, I’m selling offline":["Non, vendo en tendas físicas"],"Yes, I’m selling online":["Si, vendo en liña"],"I’m already selling":["Xa estou vendendo"],"I’m just starting my business":["Acabo de abrir o meu negocio"],"Use up and down arrow keys to navigate":["Usa as teclas de frecha arriba e abaixo para navegar"],"Select platforms":["Elixir plataformas"],"By installing %s plugin for free you agree to our {{link}}Terms of Service{{\/link}}.":["Ao instalar o plugin %s de forma gratuíta, aceptas as nosas {{link}}Condicións do servizo{{\/link}}.","Ao instalar os plugins %s de forma gratuíta, aceptas as nosas {{link}}Condicións do servizo{{\/link}}."],"Select an option":["Escolle unha opción"],"Education and learning":["Educación e aprendizaxe"],"Squarespace":["Squarespace"],"Etsy":["Etsy"],"Amazon":["Amazon"],"Google Shopping":["Google Shopping"],"Wix":["Wix"],"Shopify":["Shopify"],"Food and drink":["Alimentación e bebidas"],"Electronics and computers":["Electrónica e ordenadores"],"Health and beauty":["Saúde e beleza"],"Square":["Cadrado"],"Installed":["Instalado"],"Other":["Outro"],"Learn More":["Aprender máis"],"Skip this step":["Saltar este paso"],"Continue":["Continuar"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/core-profiler.js"}}